type Feature = {
    id: number;
    title: string;
    text: string;

};

export const FEATURES: Feature[] = [
    {
        id: 1,
        title: "Надёжность и безопасность",
        text:
            "Ваши средства в надёжных руках. Мы используем передовые технологии защиты, чтобы ваши деньги были в безопасности 24/7. Спокойствие и уверенность – ваша инвестиция под надёжной защитой.",
    },
    {
        id: 2,
        title: "Гибкие условия пополнения",
        text:
            "Начните с малого или вложите больше. Мы предлагаем удобные варианты пополнения для разных бюджетов и финансовых целей.",

    },
    {
        id: 3,
        title: "Привлекательная доходность",
        text:
            "Мы предлагаем доход выше, чем у обычных вкладов и традиционных инвестиций. Зарабатывайте больше вместе с PayHub.",

    },
    {
        id: 4,
        title: "Просто и прозрачно",
        text:
            "Никаких скрытых комиссий. Никаких сложных условий. Только понятный процесс и прозрачные правила.",
    },
];
