type Faq = { id: number; question: string; answer: string };

export const FAQS: Faq[] = [
  {
    id: 1,
    question: "Могу ли я забрать свой депозит раньше?",
    answer:
      "Вы можете сделать это, но не раньше чем через 3 часа после старта работы. Данная процедура проводится через саппорт PayHUB.",
  },
  {
    id: 2,
    question: "Могу ли я пригласить своих друзей?",
    answer:
      "Специально для этого у нас разработана система лояльности. Вы можете приглашать друзей, и при регистрации им нужно будет указать Ваш промокод. Тогда Вы будете получать дополнительный заработок с доходов Вашего друга.",
  },
  {
    id: 3,
    question: "Мой депозит застрахован?",
    answer:
      "Наша компания дает гарантию сохранности Вашего депозита на весь период работы карты.",
  },
  {
    id: 4,
    question: "Какую сумму лучше принять на одну карту?",
    answer:
      "Для заработка Вы можете использовать несколько карт. Мы рекомендуем на одну карту в неделю принимать не более 100 тысяч рублей, чтобы избежать лишних вопросов со стороны Банка. По нашему опыту все суммы до 100 тысяч рублей проходят в штатном режиме. Если Вы активный пользователь карты, то вопросов от Банка не возникает.",
  },
  {
    id: 5,
    question: "Мне нужно пройти верификацию личности?",
    answer:
      "В большинстве случаев нам достаточно простой формы регистрации. Компания оставляет за собой право провести идентификацию личности, если у нас возникли сомнения в добросовестности исполнения Вами обязательств пользования нашим ресурсом.",
  },
  {
    id: 6,
    question: "Могу ли я каждый день принимать средства на одну и ту же карту?",
    answer:
      "Вы можете зарабатывать на нашем сайте ежедневно, но мы рекомендуем использовать одну и ту же карту не чаще одного раза в неделю - чтобы избежать лишнего внимания со стороны банка из-за повышенной активности по счёту. При этом количество карт, которые вы можете использовать на нашей платформе, не ограничено.",
  },
  {
    id: 7,
    question: "От кого мне будут приходить деньги на карту?",
    answer:
      "На вашу карту будут поступать средства от клиентов нашего мерчанта - за покупки или другие операции, совершённые на его сайте. Мы тщательно отбираем мерчантов, с которыми работаем, и принципиально не сотрудничаем с теневыми или нелегальными площадками.",
  },
  {
    id: 8,
    question: "Какой минимальный размер депозита?",
    answer: "Минимальный размер депозита составялет 5000 рублей.",
  },
  {
    id: 9,
    question: "Как лучше сделать депозит?",
    answer:
      "Вы можете делать депозит криптовалютой (USDT TRC20) или сделать оплату с Вашей карты. Выбирайте удобный для Вас метод.",
  },
  {
    id: 10,
    question: "Что делать при получении денег на карту?",
    answer:
      "В личном кабинете вы будете видеть заказы от наших клиентов. Когда на вашу карту поступают средства, вам необходимо подтвердить их получение - это делается в соответствии с каждым заказом. Сделать это можно через наше мобильное приложение или прямо в личном кабинете на сайте.",
  },
  {
    id: 11,
    question: "Как лучше сделать депозит?",
    answer:
      "Вы можете делать депозит криптовалютой (USDT TRC20) или сделать оплату с Вашей карты. Выбирайте удобный для Вас метод.",
  },
  {
    id: 12,
    question: "Что делать при получении денег на карту?",
    answer:
      "В личном кабинете вы будете видеть заказы от наших клиентов. Когда на вашу карту поступают средства, вам необходимо подтвердить их получение - это делается в соответствии с каждым заказом. Сделать это можно через наше мобильное приложение или прямо в личном кабинете на сайте.",
  },
  {
    id: 13,
    question: "Могу ли я пользоваться картами третьих лиц?",
    answer:
      "Вы можете использовать карты третьих лиц, только при их добровольном согласии. Мы не нарушаем законодательства и отправляем на карту лишь денежные средства Клиентов. На этом строится весь р2р процессинг.",
  },
  {
    id: 14,
    question: "Сколько я зарабатываю?",
    answer:
      "Вы зарабатываете 5% от суммы страхового депозита. После внесения депозита, в течение 3-4 часов вся сумма возвращается на вашу карту - вместе с дополнительными 5%, которые и составляют ваш доход.",
  },
];
