export const faqData = [
  {
    question: "Могу ли я забрать свой депозит раньше?",
    answer:
      "Вы можете сделать это, но не раньше чем через 3 часа после старта работы. Данная процедура проводится через саппорт PayHUB.",
  },
  {
    question: "Могу ли я пригласить своих друзей?",
    answer:
      "Специально для этого у нас разработана система лояльности. Вы можете приглашать друзей и при регистрации им нужно будет указать Ваш промокод. Тогда Вы будете получать дополнительный заработок с доходов Вашего друга.",
  },
];

export const faqDataSecond = [
  {
    question: "Мой депозит застрахован?",
    answer:
      "Наша компания дает гарантию сохранности Вашего депозита на весь период работы карты.",
  },
  {
    question: "Какую сумму лучше принять на одну карту?",
    answer:
      "Для заработка Вы можете использовать несколько карт. Мы рекомендуем на одну карту в неделю принимать не более 100 тысяч рублей, чтобы избежать лишних вопросов со стороны Банка. По нашему опыту все суммы до 100 тысяч рублей проходят в штатном режиме. Если Вы активный пользователь карты, то вопросов от Банка не возникает.",
  },
];
export const faqDataThird = [
  {
    question: "Мне нужно пройти верификацию личности?",
    answer:
      "В большинстве случаев нам достаточно простой формы регистрации. Компания оставляет за собой право провести идентификацию личности, если у нас возникли сомнения в добросовестности исполнения Вами обязательств пользования нашим ресурсом.",
  },
  {
    question: "Могу ли я каждый день принимать средства на одну и ту же карту?",
    answer:
      "Вы можете зарабатывать на нашем сайте каждый день, но мы рекомендуем использовать одну карту не чаще одного раза в неделю. Чтобы избежать дополнительных вопросов со стороны Банка касательно повышения активности Вашего счета. Количество карт, которое Вы используете на нашей платформе  - не ограничено.",
  },
  {
    question: "От кого мне будут приходить деньги на карту?",
    answer:
      'Вам будут поступать деньги Клиентов нашего мерчанта с покупок или иных трат на сайте мерчанта. Мы тщательно отбираем наших мерчантов и не связываемся с "черным рынком".',
  },

  {
    question: "Какой минимальный размер депозита?",
    answer: "Минимальный размер депозита составялет 5000 рублей.",
  },
];

export const faqDataForth = [
  {
    question: "Как лучше сделать депозит?",
    answer:
      "Вы можете делать депозит криптовалютой (USDT TRC20) или сделать оплату с Вашей карты. Выбирайте удобный для Вас метод.",
  },
  {
    question: "Что делать при получении денег на карту?",
    answer:
      "В вашем личном кабинете будут появляться заказы наших Клиентов. В течение времени пополнения Вашей карты, Вам нужно будет подтверждать получение денежных средств соответствующих заказу. Это можно делать через наше мобильное приложение или через личный кабинет на сайте.",
  },
];
export const faqDataFifth = [
  {
    question: "Могу ли я пользоваться картами третьих лиц?",
    answer:
      "Вы можете использовать карты третьих лиц, только при их добровольном согласии. Мы не нарушаем законодательства и отправляем на карту лишь денежные средства Клиентов. На этом строится весь р2р процессинг.",
  },
  {
    question: "Сколько я зарабатываю?",
    answer:
      "Вы зарабатываете 5% от суммы страхового депозита. После внесения депозита, в течение 3-4 часов на Вашу карту поступает вся сумма депозита  и 5% сверху - это и есть Ваш заработок.",
  },
];
